atool
boost-python
casperjs
coreutils
cscope
ctags
czmq
dirmngr
elinks
entr
exiftool
faac
ffmpeg
flow
fontforge
fortune
fzf
gawk
git
gpg-agent
gpgme
gradle
graphicsmagick
highlight
htop-osx
hub
imagemagick@6
ios-webkit-debug-proxy
jemalloc
libcaca
libelf
libmpc
libnfs
libsass
libsodium
libssh2
libusb-compat
libvo-aacenc
libxml2
lynx
mcrypt
md5sha1sum
media-info
mtr
ncdu
neovim/neovim/neovim
ntfs-3g
pandoc
perl
pidcat
poppler
pv
python3
ranger
reattach-to-user-namespace
rename
ripgrep
ruby
s-lang
sl
ssh-copy-id
swftools
terminal-notifier
texinfo
thefuck
tig
tmux
tokyo-cabinet
todolist
tree
ttfautohint
unixodbc
vim
w3m
watchman
wget
wine
yadm
yarn
youtube-dl
z
zopfli
zsh
