adns
apr
apr-util
atk
asciidoc
aspell
atool
autoconf
autoconf-archive
automake
awscli
bat
bazel
bdw-gc
boost
boost-build
boost-python
brotli
buku
cairo
cairomm
casperjs
chunkwm
cmake
coreutils
cpptest
cscope
ctags
czmq
dirmngr
dnsmasq
docbook
docbook-xsl
doxygen
e2fsprogs
elasticsearch
elinks
entr
exiftool
ext2fuse
ext4fuse
faac
fdk-aac
ffmpeg
fish
flow
fontconfig
fontforge
fortune
fpp
freetds
freetype
fribidi
fzf
gawk
gd
gdbm
gettext
git
glib
gmp
gnu-getopt
gnu-sed
gnupg
gnupg2
gnutls
go
gobject-introspection
googler
govendor
gpg-agent
gpgme
gradle
graphicsmagick
graphite2
grc
gron
harfbuzz
highlight
htop
htop-osx
httpie
hub
hugo
hydra
icu4c
imagemagick
imagemagick@6
ios-webkit-debug-proxy
jasper
jemalloc
jpeg
jq
khd
kibana
kubernetes-cli
lame
libassuan
libcaca
libelf
libevent
libffi
libgcrypt
libgpg-error
libidn2
libimobiledevice
libksba
libmpc
libnfs
libogg
libplist
libpng
libpq
libsass
libsodium
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libusb-compat
libuv
libvo-aacenc
libvorbis
libvpx
libvterm
libxml2
libyaml
libzzip
little-cms
little-cms2
log4cxx
lua
lua@5.1
luajit
luarocks
lynx
makedepend
mcrypt
md5sha1sum
media-info
mhash
mitmproxy
mozjpeg
mpfr
msgpack
mtr
mysql
mysql-client
nasm
ncdu
neomutt
neovim
nettle
node
npth
ntfs-3g
oniguruma
openjpeg
openssl
openssl@1.1
opus
p11-kit
pandoc
pango
pangomm
pcre
pcre2
perl
php56
php@5.6
pidcat
pinentry
pixman
pkg-config
poppler
popt
potrace
protobuf
pth
pv
python
python3
python@2
q
ranger
readline
reattach-to-user-namespace
redis
rename
ripgrep
ruby
ruby-build
s-lang
sl
sqlite
ssh-copy-id
swftools
terminal-notifier
texi2html
texinfo
the_silver_searcher
thefuck
tig
tmux
todolist
tokyo-cabinet
tree
ttfautohint
unibilium
unixodbc
usbmuxd
vala
vim
vimpager
w3m
watchman
webp
wget
wine
x264
xmlto
xvid
xz
yadm
yarn
yasm
youtube-dl
z
zeromq
zopfli
zsh
