tap "adoptopenjdk/openjdk"
tap "ankitpokhrel/jira-cli"
tap "atlassian/tap"
tap "aws/tap"
tap "bcongdon/ep"
tap "browsh-org/browsh"
tap "dwarvesf/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "miktex/miktex"
tap "mk-5/mk-5"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "nicholasdille/tap"
tap "saulpw/vd"
tap "schniz/tap"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "adns"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "apr"
brew "apr-util"
brew "boost"
brew "docbook"
brew "python@3.11"
brew "asciidoc"
brew "aspell"
brew "gettext"
brew "pcre2"
brew "python@3.12", link: false
brew "glib"
brew "at-spi2-core"
brew "atool"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bdw-gc"
brew "node"
brew "bitwarden-cli"
brew "black"
brew "boost-build"
brew "gmp"
brew "mpfr"
brew "libmpc"
brew "btop"
brew "buku"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "cairomm"
brew "cfn-lint"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "cpptest"
brew "cscope"
brew "ctags", link: false
brew "libunistring"
brew "libidn2"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dict"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docbook-xsl"
brew "docker", link: false
brew "docker-machine"
brew "dog"
brew "doxygen"
brew "duf"
brew "dust"
brew "e2fsprogs"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "elinks"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "graphite2"
brew "harfbuzz"
brew "emscripten"
brew "enchant"
brew "entr"
brew "exa"
brew "exiftool"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "feh"
brew "libogg"
brew "fribidi"
brew "lame"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "pango"
brew "srt"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "fnm"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpgme"
brew "jasper"
brew "graphicsmagick"
brew "netpbm"
brew "librsvg"
brew "grc"
brew "grip"
brew "gron"
brew "lua"
brew "highlight"
brew "howdoi"
brew "htmlq"
brew "htop"
brew "httpd"
brew "httpie"
brew "httpstat"
brew "hub"
brew "libfido2"
brew "mysql-client"
brew "hydra"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "iperf3"
brew "ipython"
brew "jemalloc"
brew "jid"
brew "jpeg"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libelf"
brew "libnfs"
brew "libpq"
brew "libsass"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libzzip"
brew "lsd"
brew "lua@5.1", link: false
brew "luajit"
brew "luarocks"
brew "lynx"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "mdcat"
brew "mdp"
brew "media-info"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "mozjpeg"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "mypy"
brew "nasm"
brew "navi"
brew "nmap"
brew "ripgrep"
brew "tig"
brew "w3m"
brew "nb"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nnn"
brew "openssl@1.1"
brew "pangomm"
brew "parquet-cli"
brew "pcre"
brew "perl"
brew "php"
brew "pidcat"
brew "plantuml"
brew "poppler"
brew "popt"
brew "postgresql@14"
brew "potrace"
brew "pth"
brew "pv"
brew "pyenv"
brew "python-lsp-server"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ruby-build"
brew "rustup-init"
brew "s-lang"
brew "scrcpy"
brew "sd"
brew "shellcheck"
brew "sl"
brew "so"
brew "ssh-copy-id"
brew "stylua"
brew "subversion"
brew "swftools"
brew "task"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxp"
brew "toilet"
brew "tree"
brew "ttfautohint"
brew "ultralist"
brew "vala"
brew "vim"
brew "vimpager"
brew "viu"
brew "watchman"
brew "wemux"
brew "wget"
brew "wtfutil"
brew "xmlto"
brew "xq"
brew "yadm"
brew "yasm"
brew "z"
brew "zellij"
brew "zk"
brew "zopfli"
brew "zoxide"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mk-5/mk-5/fjira"
brew "nicholasdille/tap/patat"
brew "nicholasdille/tap/patat-bin"
brew "saulpw/vd/visidata"
cask "adoptopenjdk13"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "devutils"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "fvim"
cask "google-chrome-canary"
cask "google-drive"
cask "grammarly"
cask "hammerspoon"
cask "imageoptim"
cask "julia"
cask "karabiner-elements"
cask "kitty"
cask "macfuse"
cask "mactex"
cask "microsoft-teams"
cask "neovide"
cask "ngrok"
cask "ntfstool"
cask "obsidian"
cask "raycast"
cask "vimr"
cask "vlc"
cask "xquartz"
vscode "arcanis.vscode-zipfs"
vscode "asvetliakov.vscode-neovim"
vscode "humao.rest-client"
vscode "linhmtran168.mac-ca-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "pharndt.node-extra-ca-certs-vscode"
