tap "aws/tap"
tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "miktex/miktex"
tap "neomutt/neomutt"
tap "neovim/neovim"
cask "osxfuse"
brew "adns"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "readline"
brew "python"
brew "atk"
brew "atool"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "boost-build"
brew "boost-python"
brew "brotli"
brew "buku"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "cairomm"
brew "cmake"
brew "coreutils"
brew "cpptest"
brew "cscope"
brew "ctags"
brew "zeromq"
brew "czmq"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docbook-xsl"
brew "doxygen"
brew "e2fsprogs"
brew "elinks"
brew "entr"
brew "exa"
brew "exiftool"
brew "ext2fuse"
brew "ext4fuse"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "libogg"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "libvorbis"
brew "libvpx"
brew "opus"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fish", args: ["HEAD"]
brew "flow"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "googler"
brew "govendor"
brew "gpgme"
brew "gradle"
brew "jasper"
brew "graphicsmagick"
brew "graphviz"
brew "openssl"
brew "grc"
brew "grip"
brew "gron"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hydra", link: false
brew "imagemagick"
brew "imagemagick@6"
brew "libplist"
brew "usbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jid"
brew "oniguruma"
brew "jq"
brew "kibana"
brew "kubernetes-cli"
brew "libelf"
brew "libmpc"
brew "libnfs"
brew "libpq"
brew "libsass"
brew "libsodium"
brew "libssh2"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "libzzip"
brew "log4cxx"
brew "lua@5.1"
brew "luarocks"
brew "lynx"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "media-info"
brew "mozjpeg"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nnn"
brew "node"
brew "node@10"
brew "node@8"
brew "ntfs-3g"
brew "pandoc"
brew "pangomm"
brew "perl"
brew "pidcat"
brew "poppler"
brew "popt"
brew "potrace"
brew "protobuf"
brew "pth"
brew "pv"
brew "python@2"
brew "q"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "s-lang"
brew "shellcheck"
brew "sl"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "swftools"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "ultralist"
brew "vala"
brew "vim"
brew "vimpager"
brew "w3m"
brew "wget"
brew "wine"
brew "xmlto"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zopfli"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/chunkwm"
cask "alfred"
cask "basictex"
cask "firefox"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "ngrok"
cask "vlc"
