tap "atlassian/tap"
tap "aws/tap"
tap "dwarvesf/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "miktex/miktex"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "schniz/tap"
cask "osxfuse"
brew "adns"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "icu4c"
brew "boost"
brew "docbook"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciidoc"
brew "aspell"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "atk"
brew "atool"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "boost-build"
brew "boost-python"
brew "brotli"
brew "buku"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "cairomm"
brew "cfn-lint"
brew "chunkwm"
brew "cmake"
brew "coreutils", link: false
brew "cpptest"
brew "cscope"
brew "ctags"
brew "curl"
brew "jemalloc"
brew "libevent"
brew "libssh2"
brew "zeromq"
brew "czmq"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docbook-xsl"
brew "docker", link: false
brew "docker-machine"
brew "doxygen"
brew "e2fsprogs"
brew "elinks"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "entr"
brew "exa"
brew "exiftool"
brew "ext2fuse"
brew "ext4fuse"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "libogg"
brew "fribidi"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish", args: ["HEAD"]
brew "flow"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "unixodbc"
brew "freetds"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "googler"
brew "govendor"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "grip", link: false
brew "gron"
brew "lua"
brew "highlight"
brew "howdoi"
brew "htop"
brew "httpd"
brew "httpie"
brew "httpstat"
brew "hub"
brew "mysql-client"
brew "hydra"
brew "xmlto"
brew "imagemagick", link: false
brew "imagemagick@6"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jid"
brew "oniguruma"
brew "jq"
brew "node@10"
brew "kibana"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lazydocker"
brew "lazygit"
brew "libelf"
brew "libnfs"
brew "libpq"
brew "libsass"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "libzzip"
brew "little-cms"
brew "log4cxx"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "mdcat"
brew "media-info"
brew "protobuf"
brew "mitmproxy"
brew "mozjpeg"
brew "msgpack"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "nasm"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nnn"
brew "node", link: false
brew "ntfs-3g"
brew "nvm"
brew "pandoc"
brew "pangomm"
brew "perl"
brew "php"
brew "pidcat"
brew "poppler"
brew "popt"
brew "potrace"
brew "pth"
brew "pv"
brew "pyenv"
brew "python@2", link: false
brew "python@3.7"
brew "q"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "s-lang"
brew "scrcpy"
brew "shellcheck"
brew "sl"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "swftools"
brew "task"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "ultralist"
brew "vala"
brew "vim"
brew "vimpager"
brew "w3m"
brew "watchman"
brew "wget"
brew "wine"
brew "yadm"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "z"
brew "zopfli"
brew "zsh"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "schniz/tap/fnm"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "basictex"
cask "docker"
cask "firefox"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "grammarly"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "java"
cask "ngrok"
cask "proxyman"
cask "ubersicht"
cask "vimr"
cask "virtualbox"
cask "vlc"
